// © Copyright 2013, 2015-2016 HP Development Company, L.P.

TaskName = "Stan materiałów eksploatacyjnych";

StaplesTabLabel = "Zszywki";
MediaTabLabel = "Nośniki";
PrintheadTabLabel = "Głowice drukujące";
SuppliesTabLabel = "Materiały eksploatacyjne";

Toner = "Toner";

EstimatedWarning = "Tylko szacunkowe. Rzeczywisty poziom tuszu może być inny.";
StatusWarning = "Nie można wyświetlić stanu materiałów eksploatacyjnych gdy:";
DoorOpenTitle = "Pokrywa jest otwarta";
ConsumableUnknownTitle = "Nieznana";
CartridgeMissingTitle = "Brak";
HSDCartridgeUsageTitle = "Zapisuj informacje o użytkowaniu materiałów eksploatacyjnych w pamięci pojemnika";
ValueNotAvailable = "Niedostępne";

Colon = ":";

MediaStatusUnknown = "Nieznana";
MediaStatusNotEmpty = "Niepusty";
MediaStatusEmpty = "Pusty";
MediaStatusLow = "Niska";
MediaStatusFull = "Pełny";
MediaStatusOk = "OK";

// cartridge statuses
SupplyLevelInMillilitersFormat = "%d ml";

// printhead statuses
Good = "Dobra";
Fair = "Wystarczający";
Bad = "Zły";
PrintheadMissingTitle = "Brak";
Low = "Bliski wyczerpania, przygotuj się do wymiany";
Out = "Wyczerpany, wymień";

// staples cartridge
StapleCartridgeTitle = "Pojemnik ze zszywkami %d:";
LevelStatusFormat = "Stan:||%@";
HSDStapleLevelStatusOK = "OK";
StapleLevelStatusLow = "Niska";
StapleLevelStatusVeryLow = "Bardzo niska";
StapleLevelStatusOut = "Wyjęty";

PartReorderFormat = "Numer ponownego zamówienia części:||%@";
ExpireDateFormat = "Data ważności:||%@";
SerialNumberFormat = "Numer seryjny:||%@";
SupplyTypeFormat = "Typ:||%@";
WarrantyStatusFromat = "Stan gwarancji:||%@";
UsedInkFromat = "Ilość zużytego tuszu (mikrolitry):||%@";
WarrantyNotice = "*Patrz Uwaga dotycząca gwarancji";
ManufacturerUnknown = "Nieznana";
ManufacturerHP = "HP";
ManufacturerApprovedOEM = "Zatwierdzony OEM";
ManufacturerNonApproved = "Nie zatwierdzony";
CartridgeApproved = "Z gwarancją";
CartridgeNotApproved = "Bez gwarancji";

SupplyDepleted = "Używany, uzupełniany lub podrobiony";
HSDSupplyDepletedWarningTitle = "Oryginalny tusz HP wyczerpany — informacje o poziomach tuszu nie będą dostępne";
SupplyDepletedWarningMessage = "Materiał eksploatacyjny może być wyczerpany, ponownie uzupełniony lub firmy innej niż HP. Jeśli jest wyczerpany, wymień odpowiedni pojemnik na nowy. Firma HP nie może zagwarantować jakości oraz niezawodności materiałów firm innych niż HP. Serwis oraz naprawy drukarki wymagane z powodu używania materiału firmy innej niż HP nie będą pokrywane przez gwarancję.\nJeśli uważasz, że zakupiony pojemnik jest oryginalnym pojemnikiem HP, odwiedź link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";

OrderHPPart = "Zamawianie części HP:";
ApproximatePagesRemainingForInitialUse = "Przybliżona liczba pozostałych stron:\n\t(dostępna po zużyciu 25%%)||Gromadzenie danych";
ApproximatePagesRemaining = "Przybliżona liczba pozostałych stron:\n\t(różni się w zależności od\n\ttypu drukowanych dokumentów)||%@";
PagesPrintedWithThisSupply = "Strony wydrukowane z tym materiałem:";
FirstInstallDate = "Data pierwszej instalacji:||%@";
LastUsedDate = "Data ostatniego użycia:||%@";
LowReached = "Osiągnięto niski poziom:||%@";

YES = "Tak";
NO = "Nie";

SupplyStatusAuthentic = "Oryginalne HP";
SupplyStatusClone = "Niewyprodukowany przez HP — sklonowany czip";
SupplyStatusRefilled = "Niewyprodukowany przez HP — ponownie napełniony";
SupplyStatusUnauthorized = "Brak autoryzacji";
SupplyStatusIncorrect = "Niewłaściwy";

WarrantyNotes = "*Uwaga dotycząca gwarancji\nZainstalowano materiał eksploatacyjny firmy innej niż HP. Firma HP szanuje wybór klienta, ale nie może zagwarantować jakości ani niezawodności materiałów firm innych niż HP. Serwis i naprawy drukarki wymagane z powodu używania materiału firmy innej niż HP nie będzie objęty gwarancją.\n\nUżywanie oryginalnych materiałów eksploatacyjnych HP zapewnia pełną dostępność funkcji drukowania.\n\nJeśli uważasz, że zakupiony materiał jest oryginalnym materiałem eksploatacyjnym HP, odwiedź link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
StarterPensWarning = "Informacje o szacowanym poziomie tuszu są niedostępne w przypadku pojemników początkowych.";
NonHPSupplyWarning = "UWAGA: Zainstalowano materiał eksploatacyjny firmy innej niż HP. Aby zapewnić pełną dostępność funkcji drukowania (np. stan pozostałych materiałów eksploatacyjnych), należy używać oryginalnych materiałów eksploatacyjnych firmy HP.";

// Cartridge state warnings
BlackCartridgeMisinstalledWarning = "Pojemnik jest zainstalowany w złym gnieździe.\nWymień na pojemnik z tuszem czarnym HP. Drukować będzie można dopiero po wymianie pojemnika.";
CyanCartridgeMisinstalledWarning = "Pojemnik jest zainstalowany w złym gnieździe.\nWymień na pojemnik z tuszem błękitnym HP. Drukować będzie można dopiero po wymianie pojemnika.";
MagentaCartridgeMisinstalledWarning = "Pojemnik jest zainstalowany w złym gnieździe.\nWymień na pojemnik z tuszem purpurowym HP. Drukować będzie można dopiero po wymianie pojemnika.";
YellowCartridgeMisinstalledWarning = "Pojemnik jest zainstalowany w złym gnieździe.\nWymień na pojemnik z tuszem żółtym HP. Drukować będzie można dopiero po wymianie pojemnika.";

BlackCartridgeMissingWarning = "Brak pojemnika z czarnym tuszem.\nZainstaluj pojemnik z czarnym tuszem HP. Brak pojemnika lub jest nieprawidłowo zainstalowany.";
CyanCartridgeMissingWarning = "Brak pojemnika z błękitnym tuszem.\nZainstaluj pojemnik z błękitnym tuszem HP. Brak pojemnika lub jest nieprawidłowo zainstalowany.";
MagentaCartridgeMissingWarning = "Brak pojemnika z purpurowym tuszem.\nZainstaluj pojemnik z purpurowym tuszem HP. Brak pojemnika lub jest nieprawidłowo zainstalowany.";
YellowCartridgeMissingWarning = "Brak pojemnika żółtym tuszem.\nZainstaluj pojemnik z żółtym tuszem HP. Brak pojemnika lub jest nieprawidłowo zainstalowany.";

BlackCartridgeIncorrectWarning = "Wymień niezgodny lub uszkodzony pojemnik z czarnym tuszem.\nWymień go na pojemnik z czarnym tuszem HP. Drukować będzie można dopiero po wymianie pojemnika.";
CyanCartridgeIncorrectWarning = "Wymień niezgodny lub uszkodzony pojemnik z błękitnym tuszem.\nWymień go na pojemnik z błękitnym tuszem HP. Drukować będzie można dopiero po wymianie pojemnika.";
MagentaCartridgeIncorrectWarning = "Wymień niezgodny lub uszkodzony pojemnik z purpurowym tuszem.\nWymień go na pojemnik z purpurowym tuszem HP. Drukować będzie można dopiero po wymianie pojemnika.";
YellowCartridgeIncorrectWarning = "Wymień niezgodny lub uszkodzony pojemnik żółtym tuszem.\nWymień go na pojemnik z żółtym tuszem HP. Drukować będzie można dopiero po wymianie pojemnika.";

BlackCartridgeNonHPWarning = "Pojemnik z tuszem czarnym firmy innej niż HP.\nFirma HP nie może zagwarantować jakości oraz niezawodności pojemników z tuszem firm innych niż HP. Serwis oraz naprawy drukarki wymagane z powodu używania pojemników z tuszem firmy innej niż HP nie będą pokrywane przez gwarancję. Jeśli uważasz, że zakupiony pojemnik jest oryginalnym pojemnikiem z tuszem HP, odwiedź link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. W przeciwnym razie wymień go na pojemnik z czarnym tuszem HP.";
CyanCartridgeNonHPWarning = "Pojemnik z tuszem błękitnym firmy innej niż HP.\nFirma HP nie może zagwarantować jakości oraz niezawodności pojemników z tuszem firm innych niż HP. Serwis oraz naprawy drukarki wymagane z powodu używania pojemników z tuszem firmy innej niż HP nie będą pokrywane przez gwarancję. Jeśli uważasz, że zakupiony pojemnik jest oryginalnym pojemnikiem z tuszem HP, odwiedź link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. W przeciwnym razie wymień go na pojemnik z błękitnym tuszem HP.";
MagentaCartridgeNonHPWarning = "Pojemnik z tuszem purpurowym firmy innej niż HP.\nFirma HP nie może zagwarantować jakości oraz niezawodności pojemników z tuszem firm innych niż HP. Serwis oraz naprawy drukarki wymagane z powodu używania pojemników z tuszem firmy innej niż HP nie będą pokrywane przez gwarancję. Jeśli uważasz, że zakupiony pojemnik jest oryginalnym pojemnikiem z tuszem HP, odwiedź link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. W przeciwnym razie wymień go na pojemnik z purpurowym tuszem HP.";
YellowCartridgeNonHPWarning = "Pojemnik z tuszem żółtym firmy innej niż HP.\nFirma HP nie może zagwarantować jakości oraz niezawodności pojemników z tuszem firm innych niż HP. Serwis oraz naprawy drukarki wymagane z powodu używania pojemników z tuszem firmy innej niż HP nie będą pokrywane przez gwarancję. Jeśli uważasz, że zakupiony pojemnik jest oryginalnym pojemnikiem z tuszem HP, odwiedź link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. W przeciwnym razie wymień go na pojemnik z żółtym tuszem HP.";

BlackCartridgeNonHPRecoverableWarning = "Pojemnik z czarnym tuszem firmy innej niż HP.\nFirma HP szanuje wybór klienta, ale nie może zagwarantować jakości ani niezawodności pojemników z tuszem innych producentów. Serwis i naprawy drukarki konieczne z powodu użytkowania pojemników z tuszem producentów innych niż HP nie będą objęte gwarancją. Aby kontynuować drukowanie z użyciem pojemnika z tuszem producenta innego niż HP, należy nacisnąć i przytrzymać przycisk zasilania, nacisnąć trzy razy przycisk Wznów, a następnie puścić przycisk zasilania. Może to mieć jednak wpływ na jakość wydruków i informacje o poziomie tuszu. W przeciwnym razie należy zastąpić obecny pojemnik pojemnikiem z tuszem czarnym firmy HP. Jeśli uważasz, że zakupiony pojemnik jest oryginalnym pojemnikiem z tuszem HP, odwiedź link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
CyanCartridgeNonHPRecoverableWarning = "Pojemnik z błękitnym tuszem firmy innej niż HP.\nFirma HP szanuje wybór klienta, ale nie może zagwarantować jakości ani niezawodności pojemników z tuszem innych producentów. Serwis i naprawy drukarki konieczne z powodu użytkowania pojemników z tuszem producentów innych niż HP nie będą objęte gwarancją. Aby kontynuować drukowanie z użyciem pojemnika z tuszem producenta innego niż HP, należy nacisnąć i przytrzymać przycisk zasilania, nacisnąć trzy razy przycisk Wznów, a następnie puścić przycisk zasilania. Może to mieć jednak wpływ na jakość wydruków i informacje o poziomie tuszu. W przeciwnym razie należy zastąpić obecny pojemnik pojemnikiem z tuszem błękitnym firmy HP. Jeśli uważasz, że zakupiony pojemnik jest oryginalnym pojemnikiem z tuszem HP, odwiedź link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
MagentaCartridgeNonHPRecoverableWarning = "Pojemnik z purpurowym tuszem firmy innej niż HP.\nFirma HP szanuje wybór klienta, ale nie może zagwarantować jakości ani niezawodności pojemników z tuszem innych producentów. Serwis i naprawy drukarki konieczne z powodu użytkowania pojemników z tuszem producentów innych niż HP nie będą objęte gwarancją. Aby kontynuować drukowanie z użyciem pojemnika z tuszem producenta innego niż HP, należy nacisnąć i przytrzymać przycisk zasilania, nacisnąć trzy razy przycisk Wznów, a następnie puścić przycisk zasilania. Może to mieć jednak wpływ na jakość wydruków i informacje o poziomie tuszu. W przeciwnym razie należy zastąpić obecny pojemnik pojemnikiem z tuszem purpurowym firmy HP. Jeśli uważasz, że zakupiony pojemnik jest oryginalnym pojemnikiem z tuszem HP, odwiedź link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
YellowCartridgeNonHPRecoverableWarning = "Pojemnik żółtym tuszem firmy innej niż HP.\nFirma HP szanuje wybór klienta, ale nie może zagwarantować jakości ani niezawodności pojemników z tuszem innych producentów. Serwis i naprawy drukarki konieczne z powodu użytkowania pojemników z tuszem producentów innych niż HP nie będą objęte gwarancją. Aby kontynuować drukowanie z użyciem pojemnika z tuszem producenta innego niż HP, należy nacisnąć i przytrzymać przycisk zasilania, nacisnąć trzy razy przycisk Wznów, a następnie puścić przycisk zasilania. Może to mieć jednak wpływ na jakość wydruków i informacje o poziomie tuszu. W przeciwnym razie należy zastąpić obecny pojemnik pojemnikiem z tuszem żółtym firmy HP. Jeśli uważasz, że zakupiony pojemnik jest oryginalnym pojemnikiem z tuszem HP, odwiedź link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";

BlackCartridgeExpiredWarning = "Wymień przeterminowany pojemnik z czarnym tuszem.\nWymień go na nowy pojemnik z czarnym tuszem HP.";
CyanCartridgeExpiredWarning = "Wymień przeterminowany pojemnik z błękitnym tuszem.\nWymień go na nowy pojemnik z błękitnym tuszem HP.";
MagentaCartridgeExpiredWarning = "Wymień przeterminowany pojemnik z purpurowym tuszem.\nWymień go na nowy pojemnik z purpurowym tuszem HP.";
YellowCartridgeExpiredWarning = "Wymień przeterminowany pojemnik z żółtym tuszem.\nWymień go na nowy pojemnik z żółtym tuszem HP.";

BlackCartridgeExpiredRecoverableWarning = "Przeterminowany pojemnik z czarnym tuszem.\nFirma HP nie może zagwarantować jakości ani niezawodności przeterminowanych pojemników z tuszem. Serwis i naprawy drukarki konieczne z powodu użytkowania przeterminowanych pojemników z tuszem nie będą objęte gwarancją. Aby kontynuować drukowanie z użyciem przeterminowanego pojemnika z tuszem, należy nacisnąć i przytrzymać przycisk zasilania, nacisnąć trzy razy przycisk Wznów, a następnie puścić przycisk zasilania. Może to mieć jednak wpływ na jakość wydruków i informacje o poziomie tuszu.";
CyanCartridgeExpiredRecoverableWarning = "Przeterminowany pojemnik z błękitnym tuszem.\nFirma HP nie może zagwarantować jakości ani niezawodności przeterminowanych pojemników z tuszem. Serwis i naprawy drukarki konieczne z powodu użytkowania przeterminowanych pojemników z tuszem nie będą objęte gwarancją. Aby kontynuować drukowanie z użyciem przeterminowanego pojemnika z tuszem, należy nacisnąć i przytrzymać przycisk zasilania, nacisnąć trzy razy przycisk Wznów, a następnie puścić przycisk zasilania. Może to mieć jednak wpływ na jakość wydruków i informacje o poziomie tuszu.";
MagentaCartridgeExpiredRecoverableWarning = "Przeterminowany pojemnik z purpurowym tuszem.\nFirma HP nie może zagwarantować jakości ani niezawodności przeterminowanych pojemników z tuszem. Serwis i naprawy drukarki konieczne z powodu użytkowania przeterminowanych pojemników z tuszem nie będą objęte gwarancją. Aby kontynuować drukowanie z użyciem przeterminowanego pojemnika z tuszem, należy nacisnąć i przytrzymać przycisk zasilania, nacisnąć trzy razy przycisk Wznów, a następnie puścić przycisk zasilania. Może to mieć jednak wpływ na jakość wydruków i informacje o poziomie tuszu.";
YellowCartridgeExpiredRecoverableWarning = "Przeterminowany pojemnik żółtym tuszem.\nFirma HP nie może zagwarantować jakości ani niezawodności przeterminowanych pojemników z tuszem. Serwis i naprawy drukarki konieczne z powodu użytkowania przeterminowanych pojemników z tuszem nie będą objęte gwarancją. Aby kontynuować drukowanie z użyciem przeterminowanego pojemnika z tuszem, należy nacisnąć i przytrzymać przycisk zasilania, nacisnąć trzy razy przycisk Wznów, a następnie puścić przycisk zasilania. Może to mieć jednak wpływ na jakość wydruków i informacje o poziomie tuszu.";

BlackCartridgeOutOfInkWarning = "Wymień pusty pojemnik z czarnym tuszem.\nWymień go na nowy pojemnik z czarnym tuszem HP. Drukować będzie można dopiero po wymianie pojemnika.";
CyanCartridgeOutOfInkWarning = "Wymień pusty pojemnik z błękitnym tuszem.\nWymień go na nowy pojemnik z błękitnym tuszem HP. Drukować będzie można dopiero po wymianie pojemnika.";
MagentaCartridgeOutOfInkWarning = "Wymień pusty pojemnik z purpurowym tuszem.\nWymień go na nowy pojemnik z purpurowym tuszem HP. Drukować będzie można dopiero po wymianie pojemnika.";
YellowCartridgeOutOfInkWarning = "Wymień pusty pojemnik z żółtym tuszem.\nWymień go na nowy pojemnik z żółtym tuszem HP. Drukować będzie można dopiero po wymianie pojemnika.";

BlackCartridgeNearExpiredWarning = "Zbliża się termin ważności pojemnika z czarnym tuszem.\nPo upływie terminu wymień go na nowy pojemnik z czarnym tuszem HP.";
CyanCartridgeNearExpiredWarning = "Zbliża się termin ważności pojemnika z błękitnym tuszem.\nPo upływie terminu wymień go na nowy pojemnik z błękitnym tuszem HP.";
MagentaCartridgeNearExpiredWarning = "Zbliża się termin ważności pojemnika z purpurowym tuszem.\nPo upływie terminu wymień go na nowy pojemnik z purpurowym tuszem HP.";
YellowCartridgeNearExpiredWarning = "Zbliża się termin ważności pojemnika z żółtym tuszem.\nPo upływie terminu wymień go na nowy pojemnik z żółtym tuszem HP.";

BlackPenMissingWarning = "Brak głowicy drukującej tuszem czarnym.\nZainstaluj głowicę drukującą tuszem czarnym HP. Jest niezainstalowana lub zainstalowana niepoprawnie.";
CyanPenMissingWarning = "Brak głowicy drukującej tuszem błękitnym.\nZainstaluj głowicę drukującą tuszem błękitnym HP. Jest niezainstalowana lub zainstalowana niepoprawnie.";
MagentaPenMissingWarning = "Brak głowicy drukującej tuszem purpurowym.\nZainstaluj głowicę drukującą tuszem purpurowym HP. Jest niezainstalowana lub zainstalowana niepoprawnie.";
YellowPenMissingWarning = "Brak głowicy drukującej tuszem żółtym.\nZainstaluj głowicę drukującą tuszem żółtym HP. Jest niezainstalowana lub zainstalowana niepoprawnie.";
BlackYellowPenMissingWarning = "Brak głowicy drukującej tuszem czarnym i żółtym.\nZainstaluj głowicę drukującą tuszem czarnym i żółtym HP. Jest niezainstalowana lub zainstalowana niepoprawnie.";
CyanMagentaPenMissingWarning = "Brak głowicy drukującej tuszem purpurowym i błękitnym.\nZainstaluj głowicę drukującą tuszem purpurowym i błękitnym HP. Jest niezainstalowana lub zainstalowana niepoprawnie.";
CMYKPenMissingWarning = "Brak głowicy drukującej CMYK.\nZainstaluj głowicę drukującą CMYK HP. Jest niezainstalowana lub zainstalowana niepoprawnie.";

BlackPenIncorrectWarning = "Wymień niezgodną lub uszkodzoną głowicę drukującą tuszem czarnym.\nWymień ją na głowicę drukującą tuszem czarnym HP. Drukować będzie można dopiero po wymianie głowicy drukującej.";
CyanPenIncorrectWarning = "Wymień niezgodną lub uszkodzoną głowicę drukującą tuszem błękitnym.\nWymień ją na głowicę drukującą tuszem błękitnym HP. Drukować będzie można dopiero po wymianie głowicy drukującej.";
MagentaPenIncorrectWarning = "Wymień niezgodną lub uszkodzoną głowicę drukującą tuszem purpurowym.\nWymień ją na głowicę drukującą tuszem purpurowym HP. Drukować będzie można dopiero po wymianie głowicy drukującej.";
YellowPenIncorrectWarning = "Wymień niezgodną lub uszkodzoną głowicę drukującą tuszem żółtym.\nWymień ją na głowicę drukującą tuszem żółtym HP. Drukować będzie można dopiero po wymianie głowicy drukującej.";
BlackYellowPenIncorrectWarning = "Wymień niezgodną lub uszkodzoną głowicę drukującą tuszem czarnym i żółtym.\nWymień ją na głowicę drukującą tuszem czarnym i żółtym HP. Drukować będzie można dopiero po wymianie głowicy drukującej.";
CyanMagentaPenIncorrectWarning = "Wymień niezgodną lub uszkodzoną głowicę drukującą tuszem purpurowym i błękitnym.\nWymień ją na głowicę drukującą tuszem purpurowym i błękitnym HP. Drukować będzie można dopiero po wymianie głowicy drukującej.";
MatteBlackCyanPenIncorrectWarning = "Wymień niezgodną lub uszkodzoną głowicę drukującą tuszem czarnym matowym i błękitnym.\nWymień ją na głowicę drukującą tuszem czarnym matowym i błękitnym HP. Drukować będzie można dopiero po wymianie głowicy drukującej.";
MagentaYellowPenIncorrectWarning = "Wymień niezgodną lub uszkodzoną głowicę drukującą tuszem purpurowym i żółtym.\nWymień ją na głowicę drukującą tuszem purpurowym i żółtym HP. Drukować będzie można dopiero po wymianie głowicy drukującej.";
CMYKPenIncorrectWarning = "Wymień niezgodną lub uszkodzoną głowicę drukującą CMYK.\nWymień ją na głowicę drukującą CMYK firmy HP. Drukować będzie można dopiero po wymianie głowicy drukującej.";

BlackCartridgeAntiTheftEnabledWarning = "Wymień chroniony pojemnik z czarnym tuszem HP. Pojemnik może być używany tylko w drukarce, która zaczęła chronić pojemniki przy użyciu funkcji Ochrona pojemników HP, i musi zostać wymieniony.";
CyanCartridgeAntiTheftEnabledWarning = "Wymień chroniony pojemnik z błękitnym tuszem HP. Pojemnik może być używany tylko w drukarce, która zaczęła chronić pojemniki przy użyciu funkcji Ochrona pojemników HP, i musi zostać wymieniony.";
MagentaCartridgeAntiTheftEnabledWarning = "Wymień chroniony pojemnik z purpurowym tuszem HP. Pojemnik może być używany tylko w drukarce, która zaczęła chronić pojemniki przy użyciu funkcji Ochrona pojemników HP, i musi zostać wymieniony.";
YellowCartridgeAntiTheftEnabledWarning = "Wymień chroniony pojemnik z żółtym tuszem HP. Pojemnik może być używany tylko w drukarce, która zaczęła chronić pojemniki przy użyciu funkcji Ochrona pojemników HP, i musi zostać wymieniony.";

BlackCartridgeAntiTheftEnabledWarningPigment = "Wymień chroniony pojemnik z czarnym tuszem HP. Pojemnik może być używany tylko w drukarce, która zaczęła chronić pojemniki przy użyciu funkcji Ochrona pojemników HP, i musi zostać wymieniony.";
CyanCartridgeAntiTheftEnabledWarningPigment = "Wymień chroniony pojemnik z błękitnym tuszem HP. Pojemnik może być używany tylko w drukarce, która zaczęła chronić pojemniki przy użyciu funkcji Ochrona pojemników HP, i musi zostać wymieniony.";
MagentaCartridgeAntiTheftEnabledWarningPigment = "Wymień chroniony pojemnik z purpurowym tuszem HP. Pojemnik może być używany tylko w drukarce, która zaczęła chronić pojemniki przy użyciu funkcji Ochrona pojemników HP, i musi zostać wymieniony.";
YellowCartridgeAntiTheftEnabledWarningPigment = "Wymień chroniony pojemnik z żółtym tuszem HP. Pojemnik może być używany tylko w drukarce, która zaczęła chronić pojemniki przy użyciu funkcji Ochrona pojemników HP, i musi zostać wymieniony.";

imageDrumCartridgeAntiTheftEnabledWarningPigment = "Wymień zabezpieczony bęben HP. Z tego bębna można korzystać wyłącznie w drukarce, która zabezpieczyła go za pomocą funkcji Ochrona pojemników HP, i należy go wymienić.";

// shoping menu titles
Phone = "przez telefon";
ShopForSuppliesFormat = "Kupuj materiały eksploatacyjne %@";

"United States" = "Stany Zjednoczone";
"China" = "Chiny";
"Hong Kong" = "Hongkong";
"India" = "Indie";
"Indonesia" = "Indonezja";
"Korea" = "Korea";
"Malaysia" = "Malezja";
"Philippines" = "Filipiny";
"Singapore" = "Singapur";
"Taiwan" = "Tajwan";
"Thailand" = "Tajlandia";
"Vietnam" = "Wietnam";

SuppliesInformationTitle = "Informacje o materiałach eksploatacyjnych";
DetailsHeader = "Stan materiałów eksploatacyjnych";
ReturnRecyclingTitle = "Zwrot i recykling\n";
ReturnRecyclingMessage = "Prosimy zwracać do firmy HP jej oryginalne materiały eksploatacyjne w celu recyklingu. Więcej informacji na ten temat można znaleźć pod adresem http://www.hp.com/go/recycle";
OrderingTitle = "Informacje dotyczące zamawiania";
OrderingMessageFormat = "Materiały eksploatacyjne firmy HP można zamawiać w Internecie (link:{url=\"%@\";title=\"%@\";}), online za pośrednictwem oprogramowania drukarki lub telefonicznie u autoryzowanego sprzedawcy. Odpowiednie instrukcje można znaleźć w Podręczniku użytkownika.";
ApproximatePagesRemainingClear = "Przybliżona liczba pozostałych stron:";
ApproximatePagesRemainingNotAvailableNowDisclaimer = "Pierwsze 20% zużycia pojemnika jest używane przez firmę HP do szacowania liczby pozostałych stron.";
ApproximatePageRemainingNotAvailableNowValue = "Gromadzenie danych";
SupplyLevelReplace = "Wymień";
InkSupplyPLRDisclaimer = "Tylko szacunkowe. Rzeczywisty poziom tuszu może być inny.";

PRLSupplyDisclaimer = "Tylko przybliżona; różni się w zależności od typów drukowanych dokumentów i innych czynników";
LessThanX = "mniej niż %d";
SupplyLevel = "Poziom materiału eksploatacyjnego:";
OrderTitle = "Zamów";
SupplyLevelNormal = "Normalny";
SupplyLevelVeryLow = "Bardzo niska";

SupplyAuthStateUsed = "Używany";
SupplyAuthStateUnsupported = "Nieobsługiwany";
SupplyAuthStateNonHP = "Niewyprodukowany przez HP";
SupplyAuthStateIncompatible = "Niezgodna";

SuppliesStatusMisinstalled = "Pojemnik jest zainstalowany w niewłaściwym gnieździe.";

SupplyStatusLowDetailsDisclaimer = "Drukarka informuje, gdy poziom materiału eksploatacyjnego jest niski. Rzeczywisty pozostały okres ważności pojemnika może być różny. Warto mieć przygotowany zastępczy materiał eksploatacyjny w celu instalacji, gdy jakość druku stanie się nie do zaakceptowania. Nie trzeba teraz wymieniać materiału eksploatacyjnego.";
SupplyStatusVeryLowDetailsDisclaimer = "Drukarka informuje, gdy poziom materiału eksploatacyjnego jest krytycznie niski. Rzeczywisty pozostały okres ważności pojemnika może być różny. Warto mieć przygotowany zastępczy materiał eksploatacyjny w celu instalacji, gdy jakość druku stanie się nie do zaakceptowania. Nie trzeba teraz wymieniać materiału eksploatacyjnego, chyba że jakość wydruku jest już nie do zaakceptowania. Po osiągnięciu przez materiał eksploatacyjny „krytycznie niskiego” poziomu gwarancja ochronna premium tego materiału wygasa.";
SupplyStatusMPACCOActiveDetailsDisclaimer = "Drukarka została skonfigurowana przez użytkownika do drukowania tylko przy użyciu czarnego tuszu, gdy poziom kolorowego materiału eksploatacyjnego jest krytycznie niski. Kolorowy materiał nadal jest w stanie drukować z akceptowalną jakością druku. Aby drukować w kolorze, wymień kolorowy materiał eksploatacyjny lub zmień konfigurację drukarki.";
SupplyStatusReplaceRDDetailsDisclaimer = "Ta drukarka powiadamia użytkownika o osiągnięciu przez materiał eksploatacyjny szacowanego terminu przydatności do użycia. W pojemniku mogło zostać trochę materiału, ale jego użycie wiąże się z możliwością uszkodzenia drukarki lub ryzykiem wystąpienia zagrożenia bezpieczeństwa.";
SupplyStatusReplaceUserDetailsDisclaimer = "Drukarka została skonfigurowana przez użytkownika do zatrzymania, gdy poziom materiału eksploatacyjnego jest krytycznie niski. Materiał nadal jest w stanie drukować z akceptowalną jakością druku. Aby kontynuować drukowanie, wymień materiał eksploatacyjny lub zmień konfigurację drukarki.";

AuthenticationStateMissingSmartChipNote = "Nie można odczytać danych pojemnika. Dowolna naprawa drukarki wymagana z powodu używania pojemników, z których nie można odczytać danych, nie będzie pokrywana przez gwarancję. Stan materiału eksploatacyjnego oraz zależne od niego funkcje nie będą dostępne.";
AuthenticationStateBadDataFromCartridgeNote = "Nie można odczytać danych pojemnika. Dowolna naprawa drukarki wymagana z powodu używania pojemników, z których nie można odczytać danych, nie będzie pokrywana przez gwarancję. Stan materiału eksploatacyjnego oraz zależne od niego funkcje nie będą dostępne.";
AuthenticationStateUsedNote = "Zainstalowano używany materiał eksploatacyjny. Jeśli uważasz, że zakupiony materiał jest oryginalnym materiałem eksploatacyjnym HP, odwiedź link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Gwarancja nie obejmuje napraw drukarki wymaganych z powodu używania używanych materiałów. Stan materiału eksploatacyjnego i zależne od tego stanu funkcje nie będą dostępne.";
AuthenticationStateUsedBody = "UWAGA: Zainstalowano używany materiał eksploatacyjny. Stan materiału jest niedostępny. Funkcje wymagające stanu materiału również mogą być niedostępne.";
AuthenticationStateNotDesignedForPrinterNote = "Ten oryginalny materiał eksploatacyjny HP nie został zaprojektowany dla tego produktu i nie jest obsługiwany. Rezultaty w przypadku korzystania z materiału z tym produktem mogą być różne.";
AuthenticationStateNonHPNote = "Zainstalowano materiał eksploatacyjny firmy innej niż HP. Jeśli uważasz, że zakupiony materiał jest oryginalnym materiałem eksploatacyjnym HP, odwiedź link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Gwarancja nie obejmuje napraw drukarki wymaganych z powodu używania pojemników firmy innej niż HP.";

ImportantNotesTitle = "Ważne uwagi:\n";
AtVeryLowInstructions = "1. Wybierz zadanie „Zarządzanie materiałami eksploatacyjnymi” w grupie „Ustawienia drukarki”.\n2. Wybierz %color% pojemnik z tabeli „Działanie przy bardzo niskim poziomie”.\n3. Zmień akcję dla wybranego pojemnika na „Kontynuuj” lub „Pytaj o kontynuowanie”.";

HSDPrintheadTabTitle = "Stan głowic drukujących";
HSDPrintheadTabInfo = "Poniżej pokazano bieżący stan głowic drukujących dla wybranej drukarki.";

HSDSuppliesTabTitle = "Bieżące poziomy materiałów eksploatacyjnych";
HSDSuppliesTabInfo = "Poniżej pokazano bieżące poziomy materiałów eksploatacyjnych dla wybranej drukarki.";
HSDDetailedInfoButtonTitle = "Szczegółowe informacje o materiałach eksploatacyjnych";
HSDSuppliesWarningTitle = "Błąd stanu podczas odczytywania informacji o pojemniku z drukarki. Nie można nawiązać połączenia z drukarką, upewnij się, że drukarka jest podłączona i włączona.";

HSDMediaTabTitle = "Stan papieru";
HSDMediaTabInfo = "Poniżej pokazano bieżący stan papieru dla wybranej drukarki.";

HSDStaplesTabTitle = "Stan zszywek";
HSDStaplesTabInfo = "Poniżej pokazano bieżący stan zszywek dla bieżącej drukarki.";
HSDStaplesNotDetectedInfo = "Nie wykryto pojemnika ze zszywkami.";

// Ink Subscription Tab
InkSubscriptionTabName = "HP Instant Ink";

cloudConnectionStatus = "Aktualne połączenie do stanu chmury";
lastConnectDate = "Data ostatniego połączenia";
totalEnginePageCount = "Całkowita liczba stron";
PPPCount = "Liczba stron w usłudze Pay-per-print";
subscriptionPPPCount = "Liczba stron w subskrypcji usługi pay-per-print";
currentSequenceNumber = "Aktualny numer sekwencji";
lastReceivedSequence = "Ostatnio odebrana sekwencja";
HAPILastReceivedDate = "Data ostatniego odebranego komunikatu H-API";
EOOP = "Efektywny brak stron";
OOPEAvailable = "Dostępne rozszerzenie Brak stron";
blackSupplySubscription = "Pojemnik czarny";
triColorSupplySubscription = "Pojemnik trójkolorowy";
Unknown = "Nieznana";

InstantInk = "Instant Ink";
NonInstantInk = "Spoza programu Instant Ink";
InstantInkReady = "Instant Ink Ready";
Connected = "Połączono";
NotConnected = "Nie połączono";
Name = "Nazwa";
Value = "Wartość";
YES = "Tak";
NO = "Nie";

CMY_Color = "Trójkolorowy";
C_Color = "Błękitny";
M_Color = "Purpurowy";
Y_Color = "Żółty";
K_Color = "Czarny";

HSDInkSubscriptionAdTitle = "HP Instant Ink";
HSDInkSubscriptionAdDescription = "usługa wymiany tuszu";
HSDInkSubscriptionAdMessage3 = "Oszczędzaj do 50% na tuszu*\nOryginalny tusz HP zamówiony przez drukarkę, dostarczany na Twój adres.\n\nKliknij opcję Wyślij tusz teraz, aby uzyskać więcej informacji i zarejestrować się.";
InkSubscriptionAdMessage4 = "Miesięczne plany usługi HP Instant Ink są oparte na liczbie drukowanych stron, nie na wykorzystanych wkładach.";
HSDInkSubscriptionHelp = "Instant Ink — pomoc";
HSDSendInkNow = "Wyślij tusz teraz";
DisclaimerLink = "link:{url=\"http://www.hpinstantink.com/disclaimers\";title=\"*Informacje usługi HP Instant Ink.\";}";

/*Unsubscribed*/
InkSubscriptionInvitationTitle = "Wypróbuj usługę HP Instant Ink!";
InkSubscriptionInvitation = "Poznaj zalety na stronie: link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink Online\";}.";
InkSubscriptionSubscriptionConsumableTemporaryUsageAllowedTitle = "Zainstalowano pojemnik HP Instant Ink";
InkSubscriptionSubscriptionConsumableTemporaryUsageAllowed = "Przeprowadź rejestrację w usłudze HP Instant Ink przez Internet na stronie: link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}.";
InkSubscriptionSubscriptionConsumableNeedsEnrollmentTitle = "Niezgodny pojemnik HP Instant Ink";
InkSubscriptionSubscriptionConsumableNeedsEnrollment = "Tego pojemnika można używać tylko w drukarce zarejestrowanej obecnie w usłudze HP Instant Ink. Jeśli uważasz, że ta drukarka powinna zaakceptować ten pojemnik, skontaktuj się z link:{url=\"http://www.hp.com/go/instantinksupport\";title=\"Pomocą techniczną online HP Instant Ink\";}.";
InkSubscriptionTrialConsumableCountExceededTitle = "HP Instant Ink";
InkSubscriptionTrialConsumableCountExceeded = "W drukarce można używać tylko jednego zestawu pojemników HP Instant Ink Ready. Wyjmij pojemniki i wymień je na inne.";
HSDDeviceStateConsumableSubscriptionOptionNotSetTitle = "Zakończ konfigurację drukarki";
HSDDeviceStateConsumableSubscriptionOptionNotSet = "Aby wydrukować, musisz zakończyć konfigurację drukarki na panelu przednim drukarki. Kliknij przycisk OK i postępuj zgodnie z instrukcjami na panelu przednim drukarki. Zadanie drukowania zostanie anulowane.";

/*Connect now Warning*/
InkSubscriptionConnectNowWarningTitle = "Połącz drukarkę z usługą HP Connected";
InkSubscriptionSubscribedPagesLow = "Jeśli drukarka nie jest połączona z usługą HP Connected, wkrótce drukowanie nie będzie możliwe.\n\nDrukarka musi być połączona w celu zaktualizowania jej statusu usługi HP Instant Ink.\nInstrukcje można znaleźć w panelu sterowania drukarki.";
InkSubscriptionSubscribedPagesVeryLow = "OSTRZEŻENIE: Jeśli drukarka nie jest połączona z usługą HP Connected, wkrótce bez wcześniejszego ostrzeżenia drukowanie nie będzie możliwe.\n\nDrukarka musi być połączona w celu zaktualizowania jej statusu usługi HP Instant Ink.\nInstrukcje można znaleźć w panelu sterowania drukarki.";
InkSubscriptionSubscriptionNeedToConnect = "Drukarka musi być połączona w celu zaktualizowania jej statusu usługi HP Instant Ink.\nInstrukcje można znaleźć w panelu sterowania drukarki.";

InkSubscriptionConnectNowToInstantInkWarningTitle = "Połącz drukarkę z usługą HP Instant Ink";
InkSubscriptionSubscribedPagesLowToInstantInk = "Jeśli drukarka nie jest połączona z usługą HP Instant Ink, wkrótce drukowanie nie będzie możliwe.

Drukarka musi być podłączona, aby zaktualizować swój stan HP Instant Ink.
Naciśnij przycisk Info na panelu przednim drukarki, aby wydrukować stronę z informacjami o ponownym połączeniu.
Strona z instrukcjami nie jest uwzględniana przez licznik stron usługi HP Instant Ink.";
InkSubscriptionSubscribedPagesVeryLowToInstantInk = "OSTRZEŻENIE: Jeśli drukarka nie jest połączona z usługą HP Instant Ink, za chwilę bez następnego ostrzeżenia drukowanie nie będzie możliwe.

Naciśnij przycisk Info na panelu przednim drukarki, aby wydrukować stronę z informacjami o ponownym połączeniu.
Strona z instrukcjami nie jest uwzględniana przez licznik stron usługi HP Instant Ink.";
InkSubscriptionSubscriptionNeedToConnectToInstantInk = "Drukarka musi być połączona w celu zaktualizowania jej statusu usługi HP Instant Ink.
Naciśnij przycisk Info na panelu przednim drukarki, aby wydrukować stronę z informacjami o ponownym połączeniu.
Strona z instrukcjami nie jest uwzględniana przez licznik stron usługi HP Instant Ink.";

/*Active*/
InkSubscriptionSuccessfulTitle = "Drukarka jest gotowa.";
InkSubscriptionSuccessful = "Informacje o usłudze HP Instant Ink znajdziesz na stronie: link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink Online\";}.";

XMO2InkSubscriptionSuccessfulTitle = "HP Instant Ink.";
XMO2InkSubscriptionSuccessful = "Drukarka jest obecnie zarejestrowana w programie HP Instant Ink.";

InkSubscriptionNonInstantInkCartridgeInstalledTitle = "Zainstalowano pojemnik inny niż Instant Ink";
InkSubscriptionNonInstantInkCartridgeInstalledMessage = "Można użyć tego pojemnika w tej drukarce zarejestrowanej w usłudze HP Instant Ink. Jeśli rozpoczął się miesięczny okres rozliczeniowy usługi HP Instant Ink, będzie on kontynuowany.";

/*Connect Now Error*/
InkSubscriptionConnectNowErrorTitle = "Nie można drukować";
InkSubscriptionConnectNowError = "Drukarka musi być połączona z usługą HP Connected w celu zaktualizowania jej statusu usługi HP Instant Ink.\n\nDo momentu podłączenia drukarki drukowanie nie będzie możliwe.\nInstrukcje można znaleźć w panelu sterowania drukarki.";
InkSubscribedPagesOutError = "Drukarka musi być połączona w celu zaktualizowania jej statusu usługi HP Instant Ink.

Do momentu podłączenia drukarki drukowanie nie będzie możliwe.
Naciśnij przycisk Info na panelu przednim drukarki, aby wydrukować stronę z informacjami o ponownym połączeniu.
Strona z instrukcjami nie jest uwzględniana przez licznik stron usługi HP Instant Ink.";

/*Account Problem Warning*/
InkSubscriptionAccountProblemWarningTitle = "Konto HP Instant Ink wymaga uwagi użytkownika";
InkSubscriptionAccountProblemSubscribedPagesLow = "Wystąpił problem z Twoim kontem. Aby uzyskać informacje, odwiedź witrynę internetową link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}.\n\nJeśli problem nie zostanie rozwiązany, wkrótce nie będzie można drukować przy użyciu pojemników HP Instant Ink.";
InkSubscriptionAccountProblemSubscribedPagesVeryLow = "Wystąpił problem z Twoim kontem. Aby uzyskać informacje, odwiedź witrynę internetową link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}.\n\nJeśli problem nie zostanie rozwiązany, za chwilę nie będzie można drukować przy użyciu pojemników HP Instant Ink.";

/*Account Problem Error*/
InkSubscriptionAccountProblemErrorTitle = "Konto HP Instant Ink wymaga uwagi użytkownika";
InkSubscriptionAccountProblemError = "Wystąpił problem z Twoim kontem. Aby uzyskać informacje, odwiedź witrynę internetową link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}.\n\nDo momentu rozwiązania problemu drukowanie przy użyciu pojemników HP Instant Ink będzie niemożliwe.";

/*Connect To Order Cartridge*/
InkSubscriptionConnectToOrderCartridgeTite = "Połącz drukarkę z usługą HP Connected";
InkSubscriptionConnectToOrderCartridge = "Drukarka musi być połączona z usługą HP Connected w celu zamówienia pojemnika zastępczego.\nInstrukcje można znaleźć w panelu sterowania drukarki.";

InkSubscriptionConnectToInstantInkToOrderCartridgeTite = "Połącz drukarkę z usługą HP Instant Ink";
InkSubscriptionConnectToInstantInkToOrderCartridge = "Należy połączyć drukarkę z usługą HP Instant Ink, aby można było zamówić pojemnik na wymianę.
Naciśnij przycisk Info na panelu przednim drukarki, aby wydrukować stronę z informacjami o ponownym połączeniu.
Strona z instrukcjami nie jest uwzględniana przez licznik stron usługi HP Instant Ink.";

/*Important Message Warning*/
InkSubscriptionImportantMessageWarningTitle = "Ważna wiadomość dotycząca usługi HP Instant Ink";
InkSubscriptionImportantMessageWarning = "Pod adresem link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";} znajdziesz ważny komunikat dotyczący Twojego konta HP Instant Ink.";

/*Important Message Error*/
InkSubscriptionImportantMessageErrorTitle = "Ważna wiadomość dotycząca usługi HP Instant Ink";
InkSubscriptionImportantMessageError = "Nie można drukować. Pod adresem link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";} znajdziesz ważny komunikat dotyczący Twojego konta HP Instant Ink.";

/*Consumable End Of Life*/
InkSubscriptionSubscriptionConsumableEndOfLifeTitle = "Czas wymienić pojemnik";
InkSubscriptionSubscriptionConsumableEndOfLife = "Poziom tuszu w pojemniku jest bardzo niski.\nAby zapobiec problemom z jakością wydruku, należy go wymienić na pojemnik HP Instant Ink.";

/*Unexpected Instant Ink Cartridge Installed*/
UnexpectedInstantInkCartridgeInstalledTitle = "Zainstalowano nieoczekiwany pojemnik Instant Ink";
UnexpectedInstantInkCartridgeInstalled = "Jeśli masz inną drukarkę, która używa pojemników Instant Ink, sprawdź, czy ten pojemnik nie powinien zostać zainstalowany w tamtej drukarce.\nJeśli tak, możesz wyjąć ten pojemnik i ponownie zainstalować oryginalny.";

/*Used HP Instant Ink Cartridge*/
UsedHPInstantInkCartridgeTitle = "Używany pojemnik HP Instant Ink";
UsedHPInstantInkCartridge = "Wskazany powyżej pojemnik HP Instant Ink może być używany tylko w drukarce HP Instant Ink, w której został pierwotnie zainstalowany. Należy go wymienić.";

/* subscriptionCancellationSuccessful */
HPInstantInkEnrollmentCancelledTitle = "Anulowano rejestrację w usłudze HP Instant Ink";
HPInstantInkEnrollmentCancelled = "Ta drukarka nie jest już zarejestrowana w usłudze HP Instant Ink. Nie będzie można już używać w niej pojemników HP Instant Ink.\nJeśli uważasz, że ta drukarka powinna nadal być zarejestrowana, skontaktuj się z link:{url=\"http://www.hp.com/go/instantinksupport\";title=\"Pomocą techniczną online HP Instant Ink\";}.";

XMO2HPInstantInkEnrollmentCancelledTitle = "HP Instant Ink.";
XMO2HPInstantInkEnrollmentCancelled = "Drukarka nie jest już zarejestrowana w usłudze HP Instant Ink. Może nadal używać pojemników HP Instant Ink Ready, ale nie pojemników z programu HP Instant Ink.";

MissingSmartChipMonoSupply = "Błąd pamięci materiału eksploatacyjnego";

EstimatedWarningPigment = "Dane szacunkowe. Rzeczywisty poziom pozostałego tuszu może być inny.";
UsedFromatPigment = "Ilość zużytego tuszu (w mikrolitrach):||%@";
HSDSupplyDepletedWarningTitlePigment = "Zawartość oryginalnych pojemników HP wyczerpała się — informacje na temat poziomów materiałów eksploatacyjnych nie będą dostępne.";
StarterPensWarningPigment = "Informacje o szacunkowym poziomie pozostałego tuszu są niedostępne w przypadku początkowych pojemników.";

BlackCartridgeMisinstalledWarningPigment = "Pojemnik jest umieszczony w niewłaściwym gnieździe.\nWymień go na pojemnik HP z czarnym tuszem. Drukarka zacznie drukować dopiero po wymianie pojemnika.";
CyanCartridgeMisinstalledWarningPigment = "Pojemnik jest umieszczony w niewłaściwym gnieździe.\nWymień go na pojemnik HP z błękitnym tuszem. Drukarka zacznie drukować dopiero po wymianie pojemnika.";
MagentaCartridgeMisinstalledWarningPigment = "Pojemnik jest umieszczony w niewłaściwym gnieździe.\nWymień go na pojemnik HP z purpurowym tuszem. Drukarka zacznie drukować dopiero po wymianie pojemnika.";
YellowCartridgeMisinstalledWarningPigment = "Pojemnik jest umieszczony w niewłaściwym gnieździe.\nWymień go na pojemnik HP z żółtym tuszem. Drukarka zacznie drukować dopiero po wymianie pojemnika.";

BlackCartridgeMissingWarningPigment = "Brak pojemnika z czarnym tuszem.\nZainstaluj pojemnik HP z czarnym tuszem. Brakuje go lub jest nieprawidłowo zainstalowany.";
CyanCartridgeMissingWarningPigment = "Brak pojemnika z błękitnym tuszem.\nZainstaluj pojemnik HP z błękitnym tuszem. Brakuje go lub jest nieprawidłowo zainstalowany.";
MagentaCartridgeMissingWarningPigment = "Brak pojemnika z purpurowym tuszem.\nZainstaluj pojemnik HP z purpurowym tuszem. Brakuje go lub jest nieprawidłowo zainstalowany.";
YellowCartridgeMissingWarningPigment = "Brak pojemnika z żółtym tuszem.\nZainstaluj pojemnik HP z żółtym tuszem. Brakuje go lub jest nieprawidłowo zainstalowany.";

BlackCartridgeIncorrectWarningPigment = "Wymień niezgodny lub uszkodzony pojemnik z czarnym tuszem.\nZastąp go pojemnikiem HP z czarnym tuszem. Drukarka zacznie drukować dopiero po wymianie pojemnika.";
CyanCartridgeIncorrectWarningPigment = "Wymień niezgodny lub uszkodzony pojemnik z błękitnym tuszem.\nZastąp go pojemnikiem HP z błękitnym tuszem. Drukarka zacznie drukować dopiero po wymianie pojemnika.";
MagentaCartridgeIncorrectWarningPigment = "Wymień niezgodny lub uszkodzony pojemnik z purpurowym tuszem.\nZastąp go pojemnikiem HP z purpurowym tuszem. Drukarka zacznie drukować dopiero po wymianie pojemnika.";
YellowCartridgeIncorrectWarningPigment = "Wymień niezgodny lub uszkodzony pojemnik z żółtym tuszem.\nZastąp go pojemnikiem HP z żółtym tuszem. Drukarka zacznie drukować dopiero po wymianie pojemnika.";

BlackCartridgeNonHPWarningPigment = "Pojemnik innego producenta z czarnym tuszem.\nHP nie ponosi odpowiedzialności za jakość ani niezawodność pojemników innych producentów. Gwarancja nie obejmuje usług serwisowych ani napraw drukarki koniecznych w następstwie użycia pojemników innych producentów. Jeśli uważasz, że nabyty pojemnik jest oryginalnym produktem HP, przejdź do następującej strony link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP black cartridge.";
CyanCartridgeNonHPWarningPigment = "Pojemnik innego producenta z błękitnym tuszem.\nHP nie ponosi odpowiedzialności za jakość ani niezawodność pojemników innych producentów. Gwarancja nie obejmuje usług serwisowych ani napraw drukarki koniecznych w następstwie użycia pojemników innych producentów. Jeśli uważasz, że nabyty pojemnik jest oryginalnym produktem HP, przejdź do następującej strony link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP cyan cartridge.";
MagentaCartridgeNonHPWarningPigment = "Pojemnik innego producenta z purpurowym tuszem.\nHP nie ponosi odpowiedzialności za jakość ani niezawodność pojemników innych producentów. Gwarancja nie obejmuje usług serwisowych ani napraw drukarki koniecznych w następstwie użycia pojemników innych producentów. Jeśli uważasz, że nabyty pojemnik jest oryginalnym produktem HP, przejdź do następującej strony link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP magenta cartridge.";
YellowCartridgeNonHPWarningPigment = "Pojemnik innego producenta z żółtym tuszem.\nHP nie ponosi odpowiedzialności za jakość ani niezawodność pojemników innych producentów. Gwarancja nie obejmuje usług serwisowych ani napraw drukarki koniecznych w następstwie użycia pojemników innych producentów. Jeśli uważasz, że nabyty pojemnik jest oryginalnym produktem HP, przejdź do następującej strony link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP yellow cartridge.";

BlackCartridgeNonHPRecoverableWarningPigment = "Pojemnik innego producenta z czarnym tuszem.\nHP szanuje wybór klienta, ale nie ponosi odpowiedzialności za jakość ani niezawodność pojemników innych producentów. Gwarancja nie obejmuje usług serwisowych ani napraw drukarki koniecznych w następstwie użycia pojemników innych producentów. Aby kontynuować drukowanie z użyciem pojemnika innego producenta, naciśnij i przytrzymaj przycisk zasilania, naciśnij trzykrotnie przycisk Wznów i zwolnij przycisk zasilania. Może to jednak mieć wpływ na jakość wydruku i informacje o poziomie pozostałego tuszu. W przeciwnym razie wymień ten pojemnik na pojemnik HP z czarnym tuszem. Jeśli uważasz, że nabyty pojemnik jest oryginalnym produktem HP, przejdź do następującej strony link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
CyanCartridgeNonHPRecoverableWarningPigment = "Pojemnik innego producenta z błękitnym tuszem.\nHP szanuje wybór klienta, ale nie ponosi odpowiedzialności za jakość ani niezawodność pojemników innych producentów. Gwarancja nie obejmuje usług serwisowych ani napraw drukarki koniecznych w następstwie użycia pojemników innych producentów. Aby kontynuować drukowanie z użyciem pojemnika innego producenta, naciśnij i przytrzymaj przycisk zasilania, naciśnij trzykrotnie przycisk Wznów i zwolnij przycisk zasilania. Może to jednak mieć wpływ na jakość wydruku i informacje o poziomie pozostałego tuszu. W przeciwnym razie wymień ten pojemnik na pojemnik HP z błękitnym tuszem. Jeśli uważasz, że nabyty pojemnik jest oryginalnym produktem HP, przejdź do następującej strony link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
MagentaCartridgeNonHPRecoverableWarningPigment = "Pojemnik innego producenta z purpurowym tuszem.\nHP szanuje wybór klienta, ale nie ponosi odpowiedzialności za jakość ani niezawodność pojemników innych producentów. Gwarancja nie obejmuje usług serwisowych ani napraw drukarki koniecznych w następstwie użycia pojemników innych producentów. Aby kontynuować drukowanie z użyciem pojemnika innego producenta, naciśnij i przytrzymaj przycisk zasilania, naciśnij trzykrotnie przycisk Wznów i zwolnij przycisk zasilania. Może to jednak mieć wpływ na jakość wydruku i informacje o poziomie pozostałego tuszu. W przeciwnym razie wymień ten pojemnik na pojemnik HP z purpurowym tuszem. Jeśli uważasz, że nabyty pojemnik jest oryginalnym produktem HP, przejdź do następującej strony link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
YellowCartridgeNonHPRecoverableWarningPigment = "Pojemnik innego producenta z żółtym tuszem.\nHP szanuje wybór klienta, ale nie ponosi odpowiedzialności za jakość ani niezawodność pojemników innych producentów. Gwarancja nie obejmuje usług serwisowych ani napraw drukarki koniecznych w następstwie użycia pojemników innych producentów. Aby kontynuować drukowanie z użyciem pojemnika innego producenta, naciśnij i przytrzymaj przycisk zasilania, naciśnij trzykrotnie przycisk Wznów i zwolnij przycisk zasilania. Może to jednak mieć wpływ na jakość wydruku i informacje o poziomie pozostałego tuszu. W przeciwnym razie wymień ten pojemnik na pojemnik HP z żółtym tuszem. Jeśli uważasz, że nabyty pojemnik jest oryginalnym produktem HP, przejdź do następującej strony link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";

BlackCartridgeExpiredWarningPigment = "Wymień przeterminowany pojemnik z czarnym tuszem.\nWymień go na nowy pojemnik HP z czarnym tuszem.";
CyanCartridgeExpiredWarningPigment = "Wymień przeterminowany pojemnik z błękitnym tuszem.\nWymień go na nowy pojemnik HP z błękitnym tuszem.";
MagentaCartridgeExpiredWarningPigment = "Wymień przeterminowany pojemnik z purpurowym tuszem.\nWymień go na nowy pojemnik HP z purpurowym tuszem.";
YellowCartridgeExpiredWarningPigment = "Wymień przeterminowany pojemnik z żółtym tuszem.\nWymień go na nowy pojemnik HP z żółtym tuszem.";

BlackCartridgeExpiredRecoverableWarningPigment = "Przeterminowany pojemnik z czarnym tuszem.\nHP nie ponosi odpowiedzialności za jakość ani niezawodność przeterminowanych pojemników. Gwarancja nie obejmuje usług serwisowych ani napraw drukarki koniecznych w następstwie użycia przeterminowanych pojemników. Aby kontynuować drukowanie z użyciem przeterminowanego pojemnika, naciśnij i przytrzymaj przycisk zasilania, naciśnij trzykrotnie przycisk Wznów i zwolnij przycisk zasilania. Może to jednak mieć wpływ na jakość wydruku i informacje o poziomie pozostałego tuszu.";
CyanCartridgeExpiredRecoverableWarningPigment = "Przeterminowany pojemnik z błękitnym tuszem.\nHP nie ponosi odpowiedzialności za jakość ani niezawodność przeterminowanych pojemników. Gwarancja nie obejmuje usług serwisowych ani napraw drukarki koniecznych w następstwie użycia przeterminowanych pojemników. Aby kontynuować drukowanie z użyciem przeterminowanego pojemnika, naciśnij i przytrzymaj przycisk zasilania, naciśnij trzykrotnie przycisk Wznów i zwolnij przycisk zasilania. Może to jednak mieć wpływ na jakość wydruku i informacje o poziomie pozostałego tuszu.";
MagentaCartridgeExpiredRecoverableWarningPigment = "Przeterminowany pojemnik z purpurowym tuszem.\nHP nie ponosi odpowiedzialności za jakość ani niezawodność przeterminowanych pojemników. Gwarancja nie obejmuje usług serwisowych ani napraw drukarki koniecznych w następstwie użycia przeterminowanych pojemników. Aby kontynuować drukowanie z użyciem przeterminowanego pojemnika, naciśnij i przytrzymaj przycisk zasilania, naciśnij trzykrotnie przycisk Wznów i zwolnij przycisk zasilania. Może to jednak mieć wpływ na jakość wydruku i informacje o poziomie pozostałego tuszu.";
YellowCartridgeExpiredRecoverableWarningPigment = "Przeterminowany pojemnik z żółtym tuszem.\nHP nie ponosi odpowiedzialności za jakość ani niezawodność przeterminowanych pojemników. Gwarancja nie obejmuje usług serwisowych ani napraw drukarki koniecznych w następstwie użycia przeterminowanych pojemników. Aby kontynuować drukowanie z użyciem przeterminowanego pojemnika, naciśnij i przytrzymaj przycisk zasilania, naciśnij trzykrotnie przycisk Wznów i zwolnij przycisk zasilania. Może to jednak mieć wpływ na jakość wydruku i informacje o poziomie pozostałego tuszu.";

BlackCartridgeOutOfWarningPigment = "Wymień pusty pojemnik z czarnym tuszem.\nZastąp go nowym pojemnikiem HP z czarnym tuszem. Drukarka zacznie drukować dopiero po wymianie pojemnika.";
CyanCartridgeOutOfWarningPigment = "Wymień pusty pojemnik z błękitnym tuszem.\nZastąp go nowym pojemnikiem HP z błękitnym tuszem. Drukarka zacznie drukować dopiero po wymianie pojemnika.";
MagentaCartridgeOutOfWarningPigment = "Wymień pusty pojemnik z purpurowym tuszem.\nZastąp go nowym pojemnikiem HP z purpurowym tuszem. Drukarka zacznie drukować dopiero po wymianie pojemnika.";
YellowCartridgeOutOfWarningPigment = "Wymień pusty pojemnik z żółtym tuszem.\nZastąp go nowym pojemnikiem HP z żółtym tuszem. Drukarka zacznie drukować dopiero po wymianie pojemnika.";

BlackCartridgeNearExpiredWarningPigment = "Wkrótce minie termin przydatności pojemnika z czarnym tuszem.\nGdy to nastąpi, wymień go na nowy pojemnik HP z czarnym tuszem.";
CyanCartridgeNearExpiredWarningPigment = "Wkrótce minie termin przydatności pojemnika z błękitnym tuszem.\nGdy to nastąpi, wymień go na nowy pojemnik HP z błękitnym tuszem.";
MagentaCartridgeNearExpiredWarningPigment = "Wkrótce minie termin przydatności pojemnika z purpurowym tuszem.\nGdy to nastąpi, wymień go na nowy pojemnik HP z purpurowym tuszem.";
YellowCartridgeNearExpiredWarningPigment = "Wkrótce minie termin przydatności pojemnika z żółtym tuszem.\nGdy to nastąpi, wymień go na nowy pojemnik HP z żółtym tuszem.";

SupplyPLRDisclaimerPigment = "Dane szacunkowe. Rzeczywisty poziom pozostałego tuszu może być inny.";

HSDProtectedCartridgesTitle = "Zainstalowano chroniony pojemnik z tuszem HP";

HSDProtectedCartridges = "Wymienionych powyżej pojemników można używać tylko w drukarce, która włączyła ich ochronę przy użyciu funkcji ochrony pojemników HP. Konieczna jest ich wymiana.

Funkcja ochrony pojemników HP umożliwia właścicielowi drukarki ich skonfigurowanie w taki sposób, aby działały tylko z tą drukarką, w której zostały zainstalowane.

W przypadku problemów z wkładami uzyskanymi w ramach usługi HP Instant Ink skontaktuj się ze Wsparciem internetowym HP Instant Ink.";
